{
  "inicio": "Home",
  "proyectos": "Projects",
  "contacto": "Contact",
  "nombre": "Hello, my name is",
  "nombre2": "and im a software developer.",
  "descripcion": "I live in Alcora, Spain, I am 28 years old and I am passionate about computing and programming, with previous experience as a freelance photographer and videographer. My interest in new technologies and their impact on our lives led me to delve into the world of web programming.",
  "descripcion2": "I learned self-taught and with courses, both regulated and online, and I acquired the necessary skills to become a complete web developer. I believe in the importance of continuing education and I strive to stay up to date on the latest trends and technologies in web development.",
  "tecnologias": "Technologies I have worked with:",
  "tituloProyectos": "PROJECTS",
  "descripcionTesla": "Creation of the Tesla website, tried to replicate with all the functionalities and visual effects and styles.",
  "descripcionPassword": "Creation of a web page to validate passwords, with a character counter, numbers, special characters and capital letters, also with buttons to copy the text and hide it.",
  "caluladorainteres": "Compound Interest Calculator",
  "descripcionInteres": "Creation of a calculator to calculate the interest given a yield, an amount of money invested and a number of years, with a visual graph and a table with the annual breakdown.",
  "descripcionPi": "Web page designed to measure for the photography and video production company Pi Photography27 from Alcora, Spain. In order to show their work and projects on the web.",
  "wikipediaPaises": "Countries Wikipedia",
  "descripcionPaises": "Wikipedia-style website to search for any country in the world and display its data, such as capital, continent, language, currency, etc.",
  "gestorDePaginas": "Page Manager",
  "descricionPaginas": "This Chrome extension allows you to organize and save sets of open windows and tabs for easy access in the future. Simplify management and improve your productivity when browsing the web.",
  "descricionWebJoan": "Joan Tomás' personal web page created to show his work and his professional and academic career.",
  "descricionNoticiasAI": "News website about artificial intelligence and technology created with Wordpress and Elementor.",
  "nombreForm": "Name",
  "mensajeForm": "Message",
  "contactoFinal": "CONTACT",
  "descripcionContacto": "Contact me through the form or any social network!",
  "mensajeCorrecto": "Mensaje enviado correctamente!"
}
